Repository: WordPressBugBounty/plugins-gift-up
Catalog: gift-up/languages/gift-up-*.po
Languages: es_es, ja, lv, sr_rs

source: Apply
es_es: Aplicar
ja: 申し込む
lv: Piesakies
sr_rs: Применити

source: Apply gift card
es_es: Aplicar tarjeta de regalo
ja: ギフトカードを適用
lv: Piesakies dāvanu karti
sr_rs: Примените поклон картицу

source: Available balance
es_es: Saldo disponible
ja: 利用可能残高
lv: Pieejamais atlikums
sr_rs: Расположиво стање

source: Gift card
es_es: Tarjeta de regalo
ja: ギフトカード
lv: Dāvanu karte
sr_rs: Поклон картица

source: Gift card cannot be used as it is a unit-backed, not a currency-backed gift card
es_es: La tarjeta de regalo no se puede usar porque está respaldada por una unidad, no es una tarjeta de regalo respaldada por una moneda
ja: ギフトカードは、通貨で裏付けされたギフトカードではなく、単位で裏打ちされているため使用できません。
lv: Dāvanu karti nevar izmantot, jo tā ir vienības, nevis valūtas nodrošināta dāvanu karte
sr_rs: Поклон картица се не може користити јер је поклон картица са јединицом, а не са валутом

source: Gift card code
es_es: Código de tarjeta de regalo
ja: ギフトカードコード
lv: Dāvanu kartes kods
sr_rs: Код поклон картице

source: Gift card has no remaining balance
es_es: La tarjeta de regalo no tiene saldo restante
ja: ギフトカードに残高がありません
lv: Dāvanu kartei nav atlikuma
sr_rs: Поклон картица нема преостали биланс

source: Gift card is no longer valid
es_es: La tarjeta de regalo ya no es válida
ja: ギフトカードは無効です
lv: Dāvanu karte vairs nav derīga
sr_rs: Поклон картица више није важећа

source: Gift card not found
es_es: Tarjeta de regalo no encontrada
ja: ギフトカードが見つかりません
lv: Dāvanu karte nav atrasta
sr_rs: Поклон картица није пронађена

source: Have a gift card?
es_es: ¿Tienes una tarjeta de regalo?
ja: ギフトカードをお持ちですか?
lv: Vai jums ir dāvanu karte?
sr_rs: Имате поклон картицу?

source: https://www.giftup.com/
sr_rs: хттпс://ввв.гифтупапп.цом/

source: Remove
es_es: Eliminar
ja: 削除する
lv: Noņemt
sr_rs: Yклони

source: The simplest way to sell your own gift cards/certificates/vouchers from inside your WordPress website easily with no monthly fee. If you also use WooCommerce, the gift cards are redeemable in your website shopping cart.
es_es: La forma más sencilla de vender tus propias tarjetas de regalo, certificados y cupones desde tu sitio web de WordPress, fácilmente y sin cuota mensual. Si también usas WooCommerce, podrás canjear las tarjetas de regalo en el carrito de compras de tu sitio web.
ja: WordPressウェブサイトから、月額料金なしでギフトカード、証明書、バウチャーを簡単に販売できる最もシンプルな方法です。WooCommerceもご利用の場合は、ウェブサイトのショッピングカートでギフトカードをご利用いただけます。
lv: Vienkāršākais veids, kā pārdot savas dāvanu kartes/sertifikātus/kuponus no savas WordPress vietnes bez ikmēneša maksas. Ja izmantojat arī WooCommerce, dāvanu kartes var izmantot jūsu vietnes iepirkumu grozā.
sr_rs: Најједноставнији начин да лако продате сопствене поклон картице/сертификате/ваучере са вашег WordPress веб-сајта без месечне накнаде. Ако користите и WooCommerce, поклон картице се могу искористити у корпи за куповину на вашем веб-сајту.
